---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ColumnInsideWallFailures
source: html/fbd40d80-3d85-d885-1dd3-6db22a9f91ba.htm
---
# BuiltInFailures.ColumnInsideWallFailures Properties

One element is completely inside another.